---
kind: property
id: P:Autodesk.Revit.DB.Structure.FabricSheetType.MinorEndOverhang
source: html/6342323f-22d9-c461-ab28-6e90bbb2b1a7.htm
---
# Autodesk.Revit.DB.Structure.FabricSheetType.MinorEndOverhang Property

The distance from the edge of the sheet to the last wire (measured in the minor direction).

## Syntax (C#)
```csharp
public double MinorEndOverhang { get; }
```